Repository: marco-c/gecko-dev-wordified
Catalog: toolkit/crashreporter/google-breakpad/src/client/mac/sender/*.lproj/Localizable.strings
Languages: es, it, ja, no, sv, tr

# c r a s h D i a l o g H e a d e r
source: T h e a p p l i c a t i o n % h a s q u i t u n e x p e c t e d l y .
es: L a a p l i c a c i n % s e h a c e r r a d o i n e s p e r a d a m e n t e .
it: L ' a p p l i c a z i o n e % s i c h i u s a i m p r o v v i s a m e n t e .
ja: 0 0 0 0 0 0 0 0 % o0 N g [ 0Z0B } NW0 ~ 0W0_0 0
no: P r o g r a m m e t % h a r u v e n t e t a v s l u t t e t .
sv: P r o g r a m m e t % h a r o v n t a t a v s l u t a t s .
tr: % u y g u l a m a s 1 b e k l e n m e d i k _ e k i l d e k a p a n d 1 .

# c r a s h D i a l o g M s g
source: T h e s y s t e m a n d o t h e r a p p l i c a t i o n s h a v e n o t b e e n a f f e c t e d . A r e p o r t h a s b e e n c r e a t e d t h a t y o u c a n s e n d t o % t o h e l p i d e n t i f y t h e p r o b l e m .
es: E l s i s t e m a y l a s d e m s a p l i c a c i o n e s n o h a n s i d o a f e c t a d a s . S e h a c r e a d o u n i n f o r m e q u e p u e d e e n v i a r a % p a r a a y u d a r a e n c o n t r a r e l p r o b l e m a .
it: I l s i s t e m a e l e a l t r e a p p l i c a z i o n i n o n n e h a n n o r i s e n t i t o . s t a t o c r e a t o u n r a p p o r t o c h e s i p u i n v i a r e a % p e r a i u t a r e n e l l ' i d e n t i f i c a z i o n e d e l p r o b l e m a .
ja: M a c O S X h0 { 0K0n0 0 0 0 0 0 0 0 0k0o0q_ W0 ~ 0 [ 0 0 0OUL 0yr [ Y0 0_0 0n0 0 0 0 0 0 % k0 OY0 0S0h0L0g0M0 ~ 0Y0 0
no: S y s t e m e t o g a n d r e p r o g r a m m e r h a r i k k e b l i t t p v i r k e t . E n r a p p o r t e r b l i t t u t f o r m e t s o m d u k a n s e n d e t i l % f o r h j e l p e m e d f a s t s l p r o b l e m e t .
sv: D e t h r h a r i n t e p v e r k a t s y s t e m e t e l l e r n g r a a n d r a p r o g r a m . E n r a p p o r t h a r s k a p a t s s o m d u k a n s k i c k a t i l l % f r a t t h j l p a t i l l a t t h i t t a p r o b l e m e t .
tr: S i s t e m v e d i e r u y g u l a m a l a r e t k i l e n m e d i . S o r u n u n t a n 1 m l a n a b i l m e s i n e y a r d 1 m c 1 o l m a n 1 z i i n % n e g n d e r i l m e k z e r e b i r r a p o r o l u _ t u r u l d u .

# n o C r a s h D i a l o g H e a d e r
source: T h e a p p l i c a t i o n % e n c o u n t e r e d a n e r r o r .
es: L a a p l i c a c i n % s e h a e n c o n t r a d o c o n u n e r r o r
it: L ' a p p l i c a z i o n e % h a r i s c o n t r a t o u n e r r o r e .
ja: 0 0 0 0 0 0 0 0 % g0 N gW0j0D0 0 0 0L0w M0 ~ 0W0_0 0
no: P r o g r a m m e t % s t t t e p e n f e i l .
sv: P r o g r a m m e t % r k a d e u t f r e t t f e l .
tr: % u y g u l a m a s 1 b i r h a t a y l a k a r _ 1 l a _ t 1 .

# n o C r a s h D i a l o g M s g
source: T h e s y s t e m a n d o t h e r a p p l i c a t i o n s h a v e n o t b e e n a f f e c t e d . A r e p o r t h a s b e e n c r e a t e d t h a t y o u c a n s e n d t o % 1 t o h e l p i m p r o v e % 2 .
es: E l s i s t e m a y l a s d e m s a p l i c a c i o n e s n o h a n s i d o a f e c t a d a s . S e h a c r e a d o u n i n f o r m e q u e p u e d e e n v i a r a % 1 p a r a a y u d a r a m e j o r a r % 2 .
it: I l s i s t e m a e l e a l t r e a p p l i c a z i o n i n o n n e h a n n o r i s e n t i t o . s t a t o c r e a t o u n r a p p o r t o c h e s i p u i n v i a r e a % 1 p e r a i u t a r e a m i g l i o r a r e % 2 .
ja: M a c O S X h0 { 0K0n0 0 0 0 0 0 0 0 0k0o0q_ W0 ~ 0 [ 0 0 0 0 0 0 0 0 % 1 k0 OW0f0D0_0 0O0h0 0 % 2 09e UY0 0Kb RQ0k0j0 0 ~ 0Y0 0
no: S y s t e m e t o g a n d r e p r o g r a m m e r h a r i k k e b l i t t p v i r k e t . E n r a p p o r t e r b l i t t u t f o r m e t s o m d u k a n s e n d e t i l % 1 f o r h j e l p e m e d f o r b e d r e % 2 .
sv: D e t h r h a r i n t e p v e r k a t s y s t e m e t e l l e r n g r a a n d r a p r o g r a m . E n r a p p o r t h a r s k a p a t s s o m d u k a n s k i c k a t i l l % 1 f r a t t h j l p a t i l l a t t f r b t t r a % 2 ;
tr: S i s t e m v e d i e r u y g u l a m a l a r e t k i l e n m e d i . % 2 ' n u n i y i l e _ t i r i l m e s i n e y a r d 1 m c 1 o l a b i l m e n i z i i n % 1 n e g n d e r i l m e k z e r e b i r r a p o r o l u _ t u r u l d u .

# c o m m e n t s M s g
source: P l e a s e h e l p u s f i x t h e p r o b l e m b y d e s c r i b i n g w h a t h a p p e n e d b e f o r e t h e c r a s h .
es: P o r f a v o r a y d e n o s a s o l u c i o n a r e l p r o b l e m a d e s c r i b i e n d o q u o c u r r i a n t e s d e l f a l l o .
it: T i p r e g h i a m o d i a i u t a r c i a r i s o l v e r e i l p r o b l e m a d e s c r i v e n d o c o s a s u c c e s s o p r i m a d e l b l o c c o .
ja: B } NY0 0 vMRk0B0j0_0L0L c0_0S0h0 0 0 0 0 0W0f0D0_0 0Q0 0h0 0OUL zln0Kb RQ0k0j0 0 ~ 0Y0 0
no: H j e l p o s s u t b e d r e p r o b l e m e t v e d b e s k r i v e h v a s o m s k j e d d e f r p r o g r a m m e t k r s j e t .
sv: H j l p o s s g r n a a t t l s a d e t h r p r o b l e m e t g e n o m a t t b e s k r i v a v a d d u g j o r d e i n n a n p r o g r a m m e t k r a s c h a d e .
tr: L t f e n k m e d e n n c e o l a n l a r 1 a 1 k l a y a r a k s o r u n u z m e m i z e y a r d 1 m c 1 o l u n .

# e m a i l M s g
source: P r o v i d i n g y o u r e m a i l a d d r e s s w i l l a l l o w u s t o c o n t a c t y o u i n c a s e w e n e e d m o r e d e t a i l s .
es: S i n o s d a s u d i r e c c i n e l e c t r n i c a p o d r e m o s p o n e r n o s e n c o n t a c t o c o n u s t e d s i n e c e s i t s e m o s m s d e t a l l e s .
it: F o r n e n d o i l t u o i n d i r i z z o e - m a i l p o t r e m o c o n t a t t a r t i n e l c a s o c h e a b b i a m o b i s o g n o d i p i d e t t a g l i .
ja: _ j0Bfk0 y_0a0 zv K0 0 # a } 0 Sc0f0 0 0D0n0g0B0 0p0 0 0 0 0 0 0 0 0 0eQ RW0f0O0 0U0D0 0
no: o p p g i e n e - p o s t a d r e s s e g j r d e t m u l i g f o r o s s t a k o n t a k t h v i s v i t r e n g e r f l e r e d e t a l j e r .
sv: O m d u a n g e r d i n e - p o s t a d r e s s k a n v i k o n t a k t a d i g o m v i b e h v e r m e r d e t a l j e r k r i n g p r o b l e m e t .
tr: E - p o s t a a d r e s i n i z i b i l d i r m e n i z g e r e k t i i n d e s i z i n l e i l e t i _ i m k u r a b i l m e m i z i s a l a y a c a k .

# c o m m e n t s P l a c e h o l d e r
source: o p t i o n a l c o m m e n t s
es: c o m e n t a r i o s o p c i o n a l e s
it: c o m m e n t i f a c o l t a t i v i
ja: 0 0 0 0 N a
no: k o m m e n t a r e r
sv: k o m m e n t a r e r ( f r i v i l l i g t )
tr: i s t e e b a l 1 y o r u m

# e m a i l P l a c e h o l d e r
source: o p t i o n a l
es: o p c i o n a l
it: f a c o l t a t i v o
ja: N a
no: v a l g f r i t t
sv: f r i v i l l i g t
tr: s e i m e b a l 1

# e m a i l L a b e l
source: E m a i l :
es: D i r e c c i n e l e c t r n i c a
no: E - p o s t :
sv: E - p o s t a d r e s s :
tr: E - p o s t a :

# p r i v a c y L a b e l
source: P r i v a c y P o l i c y
es: P o l t i c a d e p r i v a c i d a d
it: I n f o r m a t i v a s u l l a p r i v a c y
no: R e t n i n g s l i n j e r f o r p e r s o n v e r n
sv: S e k r e t e s s p o l i c y
tr: G i z l i l i k P o l i t i k a s 1

# s e n d R e p o r t B u t t o n
source: S e n d R e p o r t
es: E n v i a r i n f o r m e
it: I n v i a i l r a p p o r t o
ja: 0 0 0 0 0 O
no: S e n d r a p p o r t
sv: S k i c k a k r a s c h r a p p o r t
tr: R a p o r u G n d e r

# c a n c e l B u t t o n
source: C a n c e l
es: C a n c e l a r
it: A n n u l l a
no: A v b r y t
sv: A v b r y t
tr: 0 p t a l

# n o S e n d B u t t o n
source: O K
es: A c e p t a r
tr: T a m a m

# c o u n t d o w n M s g S e c o n d s P l u r a l
source: % d s e c o n d s r e m a i n i n g .
es: Q u e d a n % d s e g u n d o s .
it: m a n c a n o % d s e c o n d i .
ja: B0h0 % d y
no: % d s e k u n d e r g j e n s t r .
sv: % d s e k u n d e r t e r s t r .
tr: % d s a n i y e k a l d 1 .

# c o u n t d o w n M s g S e c o n d S i n g u l a r
source: % d s e c o n d r e m a i n i n g .
es: Q u e d a % d s e g u n d o .
it: m a n c a % d s e c o n d o .
ja: B0h0 % d y
no: % d s e k u n d g j e n s t r .
sv: % d s e k u n d t e r s t r .
tr: % d s a n i y e k a l d 1 .

# c o u n t d o w n M s g M i n u t e s P l u r a l
source: % d m i n u t e s r e m a i n i n g .
es: Q u e d a n % d m i n u t o s .
it: m a n c a n o % d m i n u t i .
ja: B0h0 % d R
no: % d m i n u t t e r g j e n s t r .
sv: % d m i n u t e r t e r s t r .
tr: % d d a k i k a k a l d 1 .

# c o u n t d o w n M s g M i n u t e S i n g u l a r
source: % d m i n u t e r e m a i n i n g .
es: Q u e d a % d m i n u t o .
it: m a n c a % d m i n u t o .
ja: B0h0 % d R
no: % d m i n u t t g j e n s t r .
sv: % d m i n u t t e r s t r .
tr: % d d a k i k a k a l d 1 .
